Repository: lliurex/lliurex-up-plasmoid
Catalog: po/*/plasma_applet_org.kde.plasma.lliurexupnotifier.po
Languages: ca@valencia, es

source: Wait until tomorrow
ca@valencia: Espera fins demà
es: Esperar hasta mañana

source: Update the system
ca@valencia: Actualitza el sistema
es: Actualizar el sistema

source: No updates availables
ca@valencia: No hi ha actualitzacions disponibles
es: No hay actualizaciones disponibles

source: There are new packages ready to be updated or installed
ca@valencia: Hi ha nous paquets preparats per a actualitzar-los i/o instal·lar-los
es: Hay nuevo paquetes listos para ser actualizados y/o instalados

source: The system will be update automatically at
ca@valencia: El sistema serà actualitzat automàticament a les
es: El sistema será actualizado automáticamente a las

source: Automatic updates paused until
ca@valencia: Actualitzacions automàtiques pausades fins al
es: Actualizaciones automáticas pausadas hasta el

source: Update now
ca@valencia: Actualitza el sistema ara
es: Actualizar ahora

source: Lliurex-Up is being run remotely or automatically
ca@valencia: S'està executant el LliureX Up de manera remota o automàticament
es: Lliurex-Up está siendo ejecutado de forma remota o automática

source: Do not turn-off or restart your computer
ca@valencia: No apagueu o reinicieu l'equip
es: No apague o reinicie el equipo

source: Last execution:
ca@valencia: Última execució:
es: Última ejecución:
